Repository: hosizoraru/KeiBA
Catalog: KeiBAOSLiveActivities/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# ba.widget.activity.title
source: Events
ja: イベント
zh_hans: 活动

# ba.widget.cafeAP.title
source: Cafe AP
ja: カフェ AP
zh_hans: 咖啡厅 AP

# ba.widget.empty.inline
source: Open KeiBAOS to sync
ja: KeiBAOSで同期
zh_hans: 打开 KeiBAOS 同步

# ba.widget.empty.message
source: Open the app once so the widget can read the latest office snapshot.
ja: アプリを一度開くと、最新の執務室スナップショットを表示します。
zh_hans: 打开 App 一次，小组件即可读取最新办公室快照。

# ba.widget.empty.title
source: Waiting for sync
ja: 同期待ち
zh_hans: 等待同步

# ba.widget.pool.title
source: Recruitment
ja: 募集
zh_hans: 卡池

# ba.widget.resource.full
source: Full
ja: 満タン
zh_hans: 已满

# ba.widget.resources.description
source: Shows current AP, cafe AP, and the next full time.
ja: 現在のAP、カフェAP、満タン時刻を表示します。
zh_hans: 显示当前 AP、咖啡厅 AP 和预计回满时间。

# ba.widget.resources.name
source: Office Resources
ja: 執務室リソース
zh_hans: 办公室资源

# ba.widget.timeline.counts.format
source: %lld active · %lld upcoming
ja: 開催中 %lld · 予定 %lld
zh_hans: 进行 %lld · 预告 %lld

# ba.widget.timeline.description
source: Shows event and recruitment highlights.
ja: イベントと募集の注目情報を表示します。
zh_hans: 显示活动与卡池重点信息。

# ba.widget.timeline.empty
source: No timeline item
ja: 予定なし
zh_hans: 暂无日程

# ba.widget.timeline.name
source: Events & Recruitment
ja: イベントと募集
zh_hans: 活动与卡池

# ba.widget.timeline.status.ended
source: Ended
ja: 終了
zh_hans: 已结束

# ba.widget.timeline.status.running
source: Active
ja: 開催中
zh_hans: 进行中

# ba.widget.timeline.status.upcoming
source: Upcoming
ja: 予定
zh_hans: 即将开始
